/* ==============================================
** Commands:

npm home [package name] (откр сайт разработчика пакета)
npm run lint (проверка ошибок)
npm run lint:fix (динтер фиксит проблемы)



---------------------------------------------- */

/* ==============================================
** Notes:

- cross-env
Отвечает за правильную передачу переменных окружения под линух и винду
- morgan (Logger)
- eslint-config-prettier (подружить еслинт с преттиром)
- eslint-plugin-json (для проверки json)


---------------------------------------------- */

/* ==============================================
** Installs:

npm i
npm i eslint-config-prettier -DE
npm i eslint-plugin-json -DE


---------------------------------------------- */
